---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyDifferenceConfiguration
source: html/002c9b86-ed74-97ef-1b54-0af69e0656a3.htm
---
# AssemblyDifferenceConfiguration Members

Specifies whether the .NET object represents a valid Revit entity.